{
    "pages": {
        "about": {
            "description": "👋 Üdvözöljük az egészségügyi tanácsadás új dimenziójában! Célunk, hogy egy digitális egészségügyi asszisztens segítségével támogassuk felhasználóinkat az egészségtudatosságuk növelésében. Az alkalmazásunk mesterséges intelligenciára épül, és lehetővé teszi a személyre szabott egészségügyi elemzést.",
            "goal": "🎯 Célunk",
            "goalText": "Egy olyan innovatív platform létrehozása, amely az Ön egészségügyi adatait elemezve hasznos információkat nyújt. Az asszisztensünk átlagos pulzusszám, vérnyomás, jelenlegi gyógyszerek, orvosi leletek, születési dátum, súly, magasság és egyéb adatok alapján segít megérteni az egészségi állapotát, és előre jelezheti a lehetséges egészségügyi problémákat.",
            "features": "👀 Fő funkciók",
            "featuresList": [
                "Felhasználói egészségügyi adatok elemzése 📈",
                "Személyre szabott egészségi tanácsadás ↩️",
                "Adatok exportálása és importálása JSON formátumban 🙈",
                "Intuitív és reszponzív felhasználói felület 🎊"
            ],
            "howItWorks": "🛠️ Hogyan működik?",
            "howItWorksSteps": [
                "Látogasson el a <a href='https://app.sanovise.ranzak.site' target='_blank'>Sanovise App</a> oldalára.",
                "Adja meg egészségügyi adatait, mint például pulzusszám, vérnyomás, magasság, súly stb.",
                "Az alkalmazás mesterséges intelligencia segítségével elemzi az adatokat.",
                "Kapjon visszajelzést egészségi állapotáról, és tájékozódjon a lehetséges betegségekről."
            ],
            "whyChooseUs": "👉 Miért válassza ezt az alkalmazást?",
            "whyChooseUsText": "Az egészségügyi tanácsadó rendszerünk modern technológiára épül, amely egyszerűsíti az egészségügyi adatainak kezelését és elemzését. Az intuitív felhasználói felület és a mesterséges intelligencia integrációja segítségével átfogó képet kaphat az egészségi állapotáról. Ideális választás mindenkinek, aki aktívan szeretné figyelemmel kísérni és javítani az egészségét.",
            "thankYou": "Köszönjük, hogy minket választott, és lehetőséget ad arra, hogy támogassuk Önt az egészségtudatos életmód felé vezető úton!"
        },
        "contact": {
            "phone": "📞 Telefon",
            "phoneNumber": "+36 123 456 789",
            "email": "📧 Email",
            "emailAddress": "info{at}sanovise.com",
            "address": "📍 Cím",
            "addressDetails": "Debrecen, Kassai út 1.",
            "contactFormTitle": "📝 Írj nekünk",
            "namePlaceholder": "pl.: Dr. Sanovise",
            "emailLabel": "Email",
            "emailPlaceholder": "pl.: info{at}sanovise.com",
            "messageLabel": "Üzenet",
            "messagePlaceholder": "pl.: Hiba van a rendszerrel!",
            "submitButton": "Küldés",
            "agreeLabel": "Elfogadom az üzenetküldési feltételeket."
        },
        "download": {
            "title": "Töltse le az alkalmazást",
            "subtitle": "Válassza ki az Önnek megfelelő platformot, vagy használja egyszerűen a webes verziót.",
            "mobile": {
                "title": "📱 Mobil alkalmazások",
                "description": "Vigye magával egészségügyi asszisztensét bárhová.",
                "android": {
                    "title": "Android",
                    "description": "Elérhető Android 6.0 és újabb verziókra.",
                    "button": "Letöltés"
                },
                "ios": {
                    "title": "iOS (iPhone/iPad)",
                    "description": "Kompatibilis iOS 14 és újabb rendszerekkel.",
                    "button": "Letöltés"
                }
            },
            "web": {
                "title": "✨ Webes alkalmazás",
                "emphasis": "✨ A legegyszerűbb és legkényelmesebb módja az alkalmazás használatának!",
                "description": "Nincs szükség telepítésre, azonnal elérhető bármely modern böngészőből.",
                "launchButton": "🚀 Web app indítása",
                "benefits": "Mindig naprakész verzió, bárhonnan elérhető."
            },
            "desktop": {
                "title": "🖥️ Asztali alkalmazások",
                "description": "Telepítse az alkalmazást közvetlenül számítógépére a zökkenőmentes élményért.",
                "windows": {
                    "title": "Windows"
                },
                "macos": {
                    "title": "macOS"
                },
                "linux": {
                    "title": "Linux (.deb / .AppImage)"
                },
                "downloadButton": "Letöltés",
                "note": "Válassza ki az operációs rendszerének megfelelő verziót."
            }
        },
        "index": {
            "heroTitle": "🤖 Digitális egészségügyi asszisztens",
            "heroDescription": "Fedezd fel részletesen egészségügyi adataid és ajánlásaink segítségével hozd meg a legjobb döntéseket!",
            "getStarted": "Kezdd el",
            "features": [
                {
                    "title": "📊 Részletes elemzés",
                    "description": "A legújabb technológiák segítségével elemezzük egészségügyi adataidat. Személyre szabott tanácsokat adunk az egészséged javítására."
                },
                {
                    "title": "🛡️ Adatbiztonság",
                    "description": "Adatvédelmi protokollok és titkosítás minden szinten. Az adataid biztonságban vannak nálunk. Csak Te férhetsz hozzá az információidhoz."
                },
                {
                    "title": "🌐 Multi-platform",
                    "description": "Webes, asztali és mobil eszközökön egyaránt elérhető. Az alkalmazásunk minden platformon zökkenőmentesen működik."
                },
                {
                    "title": "📥 Adatmentes Exportálás",
                    "description": "Exportáld a felhasználói adatokat és a beszélgetéseid történetét JSON formátumban, így teljes kontrollod van az adataid felett. Biztonságosan letöltheted és archiválhatod őket bármikor."
                },
                {
                    "title": "🔒 Adatvédelem és anonimitás",
                    "description": "Minden adat titkosítva van, és csak akkor kerülnek tárolásra, ha azt te kifejezetten engedélyezed. Az alkalmazás működése során az anonimitás biztosított."
                }
            ]
        },
        "terms": {
            "title": "Felhasználási feltételek",
            "lastUpdated": "Utoljára frissítve: {date}",
            "acceptanceText": [
                "A szolgáltatás használatával Ön elfogadja a jelen Felhasználási feltételeket.",
                "Ha bármilyen kérdése van a feltételekkel kapcsolatban, kérjük, vegye fel velünk a kapcsolatot."
            ],
            "sections": [
                {
                    "title": "1. A feltételek elfogadása",
                    "content": [
                        "Üdvözöljük a Sanovise weboldalon. A weboldal elérésével Ön elfogadja a jelen Felhasználási feltételeket, minden vonatkozó jogszabályt és előírást, és elfogadja, hogy felelős az alkalmazandó helyi törvények betartásáért.",
                        "Amennyiben nem ért egyet ezekkel a feltételekkel, tilos a weboldal használata."
                    ]
                },
                {
                    "title": "2. Használati engedély",
                    "content": [
                        "Engedélyezett a Sanovise weboldal anyagainak ideiglenes letöltése személyes, nem kereskedelmi célú átmeneti megtekintésre. Ez egy licenc engedély, nem pedig tulajdonjog átruházása, és ezen licenc alapján Ön nem jogosult:",
                        {
                            "list": [
                                "Az anyagok módosítására vagy másolására",
                                "Az anyagok kereskedelmi célú felhasználására",
                                "A weboldalon található szoftver visszafejtésére vagy dekódolására",
                                "Szerzői jogi vagy tulajdonjogi jelzések eltávolítására",
                                "Az anyagok továbbítására más személynek vagy más szerveren való tükrözésére"
                            ]
                        },
                        "Ez a licenc automatikusan megszűnik, ha megsérti ezen korlátozásokat, és a Sanovise bármikor visszavonhatja azt."
                    ]
                },
                {
                    "title": "3. Jogi nyilatkozat",
                    "content": [
                        "A Sanovise weboldalán található anyagokat 'ahogy van' alapon nyújtjuk. A Sanovise semmilyen kifejezett vagy hallgatólagos garanciát nem vállal, és ezennel minden egyéb garanciát kizár.",
                        "Továbbá a Sanovise nem garantálja az anyagok pontosságát, eredményességét vagy megbízhatóságát, valamint nem vállal felelősséget más webhelyek tartalmáért, amelyek linkként szerepelhetnek."
                    ]
                },
                {
                    "title": "4. Korlátozások",
                    "content": [
                        "A Sanovise vagy beszállítói semmilyen esetben nem felelősek semmilyen kárért (beleértve, de nem kizárólagosan, adatvesztésből vagy üzleti megszakításból eredő károk), amelyek a weboldal használatából vagy használatra való képtelenségből erednek.",
                        "Mivel egyes joghatóságok nem engedélyezik a hallgatólagos garanciák korlátozását vagy a következményi károkért való felelősség korlátozását, ezek a korlátozások Önre esetleg nem vonatkoznak."
                    ]
                },
                {
                    "title": "5. Az anyagok pontossága",
                    "content": [
                        "A Sanovise weboldalán megjelenő anyagok technikai, nyomdai vagy fényképezési hibákat tartalmazhatnak. A Sanovise nem garantálja, hogy a weboldalon található anyagok pontosak, teljesek vagy aktuálisak.",
                        "A Sanovise bármikor előzetes értesítés nélkül módosíthatja a weboldal tartalmát, de nem vállal kötelezettséget annak frissítésére."
                    ]
                },
                {
                    "title": "6. Hivatkozások",
                    "content": [
                        "A Sanovise nem vizsgálta felül az összes, weboldaláról hivatkozott oldalt, és nem vállal felelősséget azok tartalmáért.",
                        "Az ilyen linkelt weboldalak használata a felhasználó saját felelősségére történik."
                    ]
                },
                {
                    "title": "7. Módosítások",
                    "content": [
                        "A Sanovise a weboldal felhasználási feltételeit bármikor módosíthatja előzetes értesítés nélkül.",
                        "A weboldal használatával Ön elfogadja az aktuális feltételeket."
                    ]
                },
                {
                    "title": "8. Irányadó jog",
                    "content": [
                        "A jelen feltételekre az alkalmazandó jog az irányadó, és Ön visszavonhatatlanul elfogadja az adott területen működő bíróságok kizárólagos illetékességét."
                    ]
                },
                {
                    "title": "9. Adatvédelem",
                    "content": [
                        "A Sanovise elkötelezett az Ön adatainak védelme mellett. Az adatkezelés során a hatályos jogszabályoknak megfelelően járunk el, és csak az Ön által megadott, illetve az alkalmazás működéséhez szükséges adatokat dolgozzuk fel.",
                        "További információkért kérjük, olvassa el Adatvédelmi szabályzatunkat."
                    ]
                },
                {
                    "title": "10. Felelősség korlátozása",
                    "content": [
                        "Az alkalmazás által szolgáltatott információk tájékoztatási célt szolgálnak, nem helyettesítik az orvosi tanácsadást, diagnózist vagy kezelést.",
                        "A Sanovise nem vállal felelősséget a szolgáltatott adatok helyességéért, teljességéért és időszerűségéért, valamint az ezek alapján meghozott döntésekből eredő esetleges károkért."
                    ]
                },
                {
                    "title": "11. Kapcsolatfelvétel",
                    "content": [
                        "Ha kérdése vagy aggálya merül fel a Felhasználási feltételekkel kapcsolatban, kérjük, lépjen kapcsolatba velünk az elérhetőségeken."
                    ]
                }
            ]
        }
    },
    "components": {
        "footer": {
            "terms": "Felhasználási feltételek",
            "copyright": "© 2025 Sanovise - Minden jog fenntartva."
        },
        "header": {
            "home": "Főoldal",
            "download": "Letöltés",
            "about": "Rólunk",
            "contact": "Kapcsolat"
        }
    }
}